LEXICON_RU: dict[str, str] = {
    'in_game_player': 'Вы в игре!\n'
    'Продолжайте угадывать число, которое загадал Никитка!\n\n'
    'Если не хотите этого делать, то нажмите /cancel.\n',
    'in_game_player_1': f'Вы уже в игре!\n'
    'Напишите, больше или меньше я написал число, чем Ваше, либо же угадал?',
    'other_words': 'Никитка играет только в угадывание чисел, будьте добры!\n'
    "Если хотите сыграть в игру, напишите слово 'Хочу играть'\n\n"
    'Список всех команд можно получить нажав на /help',
    '/cancel': 'И всё таки вы сдались..\n'
    'Я всё понимаю, великий маг Никитка очень хорош!\n\n'
    "Если хотите сыграть ещё, нажмите кнопку 'Хочу играть'\n"
    'Список всех команд - /help',
    '/rules': 'Правила очень просты - Вы загадывайте число от 0 до 99, а я его угадываю за 7 попыток!\n'
    'Ваша задача говорить мне, больше оно или меньше..\n'
    'Главное быть честным, а то Никитка это поймёт и не будет играть с Вами!\n'
    'Чтобы начать играть напишите в чат "Хочу играть"\n\n'
    'Полный список команд - /help',
    '/help': 'Cписок команд:\n'
    '/start - Запустить процесс игры\n'
    '/cancel - Остановить игру\n'
    '/rules - Правила игры\n'
    '/owner - Cоздатель игры\n',


}
